Repository: zqpayments/payzq_wp
Catalog: languages/woocommerce-gateway-payzq-*.po
Languages: es_es

source: Transaction declined
es_es: Transacción rechazada

source: an error has ocurred calling curl
es_es: ha ocurrido un error en la llamada a cURL

source: PayZQ works by adding credit card fields on the checkout and then sending the details for verification.
es_es: PayZQ genera la estructura necesaria para realizar y verificar los pagos

source: Test mode activated
es_es: Modo TEST (prueba) activado

source: PayZQ error: Please enter your secret key <a href="%s">here</a>
es_es: PayZQ error: Por favor, ingresa la clave secreta <a href="%s">aquí</a>

source: PayZQ error: Please enter your merchant key <a href="%s">here</a>
es_es: PayZQ error: Por favor, ingresa el identificador del comercio <a href="%s">aquí</a>

source: PayZQ is enabled, but the <a href="%1$s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid <a href="%2$s" target="_blank">SSL certificate</a> - PayZQ will only work in test mode.
es_es: PayZQ está habilitado, pero la opción de <a href="%1$s">Forzar pago seguro</a> está deshabilitado y tu transacción podría no ser segura! Por favor, habilita un certificado SSL válido. Para más información entra en <a href="%2$s" target="_blank">certificado SSL</a>. PayZQ funcionará únicamente en modo prueba.

source: Please accept the terms and conditions first
es_es: Por favor, acepta los términos y condiciones

source: Please fill in required checkout fields first
es_es: Por favor, rellena los campos requeridos

source: an error has ocurred whit the payment
es_es: ha ocurrido un error con el pago

source: 1Error: %s
es_es: Error: %s

source: Refunded %s - Refund ID: %s - Reason: %s
es_es: Reembolso %s - Identificador: %s - Razón: %s

source: Enable/Disable
es_es: Habilitado/Desahabilitado

source: Enable PayZQ
es_es: PayZQ habilitado

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Controla el título que verá el usuariodurante el pago

source: Card (PayZQ)
es_es: Pago con tarjeta (PayZQ)

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Controla la descripción que verá el usuario durante el pago

source: Pay with your card via PayZQ.
es_es: Paga con tu tarjeta vía PayZQ

source: Test mode
es_es: Modo prueba

source: Enable Test Mode
es_es: Modo test habilitado

source: Place the payment gateway in test mode using test API keys.
es_es: Coloca la pasarela de pago en modo prueba usando las claves privadas del API correspondientes

source: PayZQ Test Secret Key
es_es: Clave privada (Test)

source: Get your API keys from your PayZQ account.
es_es: Obtiene las claves del API desde tu cuenta en PayZQ.

source: PayZQ Secret Key
es_es: Clave privada

source: Get your API key from your PayZQ account.
es_es: Obtiene las claves del API desde tu cuenta en PayZQ.

source: Merchant Key
es_es: Clave del comercio

source: Get your Merchant key from your PayZQ account.
es_es: Obtiene la clave de tu tienda desde tu cuenta en PayZQ.

source: Log debug messages
es_es: Registro de mensajes

source: Save debug messages to the WooCommerce System Status log.
es_es: Guardar los registros de mensajes de depuración (logs) en el sistema de registros de WooCommerce System Status

source: PayZQ is almost ready. To get started, <a href="%s">set your PayZQ account keys</a>.
es_es: PayZQ está casi listo. Para empezar, <a href="%s">ingresa tus credenciales de PayZQ</a>.

source: WooCommerce PayZQ - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
es_es: WooCommerce PayZQ - La versión mínima requerida de PHP es %1$s. Estás usando la versión %2$s.

source: WooCommerce PayZQ requires WooCommerce to be activated to work.
es_es: WooCommerce PayZQ reuquiere WooCommerce para ser activado.

source: WooCommerce PayZQ - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
es_es: WooCommerce PayZQ - La versión mínima requerida de WooCommerce es %1$s. Tu tienes la versión %2$s.

source: WooCommerce PayZQ - cURL is not installed.
es_es: WooCommerce PayZQ - cURL no está instalado.

source: Settings
es_es: Configuración

source: Docs
es_es: Documentos

source: Support
es_es: Soporte
